[
  {
    "alias": "browse",
    "title": "Обзор",
    "type": "list",
    "items": [1,2,3,4]
  },
  {
    "alias": "id-1",
    "id": 1,
    "type": "page",
    "title": "История",
    "description": "Еврейской Украины",
    "icon": "ukraine",
    "content": [
      {
        "type": "card",
        "title": "До Революций",
        "html": "<p style='text-align: justify;'>Евреи жили на территории, относящейся к современной Украине, с начала нашей эры. Первые упоминания о них датируются IV веком до н. э., когда они появились в Крыму и греческих колониях на северо-восточном побережье Черного моря. В VIII—X веках из Византии, Кавказа, Багдадского халифата, франкских и испанских земель евреи мигрировали в Хазарию, где среди элиты был распространен иудаизм. Часть евреев на территории Украины тех времен разговаривала на еврейско-славянских диалектах, т. н. кнаанит, у них встречались и тюркские имена. После завоевания Каганата в 964 году киевским князем Святославом Игоревичем тамошние евреи переселились в Киев.[1]<p style='text-align: justify;'>После массового уничтожения евреев во время восстания Хмельницкого на Левобережной Украине евреев не стало, и российские власти запрещали им селиться на этой территории до 1764 года. Основным занятием евреев на протяжении всего XVIII века в российской части Украины были торговля, ремесло и шинкарство. В основном они жили в сельской местности.<p style='text-align: justify;'>Убийства евреев на Украине вновь приняло массовый характер в XVIII веке, во время так называемого гайдамацкого движения. В 1736 г. гайдамаки убили большое число евреев в Паволочи, осенью 1743 г. отряд атамана Гривы устроил погром в Виннице, большой урон от набегов гайдамаков понесли и другие еврейские общины. В 1747 г. гайдамаки атаковали Умань, что стоило жизни многим евреям, в 1750 г. разгромили общины Тульчина, Винницы и других городов и местечек. В 1768 г. во время «Колиивщины» (подавленной в том же году русскими и польскими войсками) были уничтожены десятки еврейских общин. Особенно массовой была Уманская резня в июне 1768 г.[2]."
      },
      {
        "type": "card",
        "title": "СССР",
        "html": "<p style='text-align: justify;'>Евреи жили на территории, относящейся к современной Украине, с начала нашей эры. Первые упоминания о них датируются IV веком до н. э., когда они появились в Крыму и греческих колониях на северо-восточном побережье Черного моря. В VIII—X веках из Византии, Кавказа, Багдадского халифата, франкских и испанских земель евреи мигрировали в Хазарию, где среди элиты был распространен иудаизм. Часть евреев на территории Украины тех времен разговаривала на еврейско-славянских диалектах, т. н. кнаанит, у них встречались и тюркские имена. После завоевания Каганата в 964 году киевским князем Святославом Игоревичем тамошние евреи переселились в Киев.[1]<p style='text-align: justify;'>После массового уничтожения евреев во время восстания Хмельницкого на Левобережной Украине евреев не стало, и российские власти запрещали им селиться на этой территории до 1764 года. Основным занятием евреев на протяжении всего XVIII века в российской части Украины были торговля, ремесло и шинкарство. В основном они жили в сельской местности.<p style='text-align: justify;'>Убийства евреев на Украине вновь приняло массовый характер в XVIII веке, во время так называемого гайдамацкого движения. В 1736 г. гайдамаки убили большое число евреев в Паволочи, осенью 1743 г. отряд атамана Гривы устроил погром в Виннице, большой урон от набегов гайдамаков понесли и другие еврейские общины. В 1747 г. гайдамаки атаковали Умань, что стоило жизни многим евреям, в 1750 г. разгромили общины Тульчина, Винницы и других городов и местечек. В 1768 г. во время «Колиивщины» (подавленной в том же году русскими и польскими войсками) были уничтожены десятки еврейских общин. Особенно массовой была Уманская резня в июне 1768 г.[2]."
      },
      {
        "type": "card",
        "title": "Независимая Украина",
        "html": "<p style='text-align: justify;'>Евреи жили на территории, относящейся к современной Украине, с начала нашей эры. Первые упоминания о них датируются IV веком до н. э., когда они появились в Крыму и греческих колониях на северо-восточном побережье Черного моря. В VIII—X веках из Византии, Кавказа, Багдадского халифата, франкских и испанских земель евреи мигрировали в Хазарию, где среди элиты был распространен иудаизм. Часть евреев на территории Украины тех времен разговаривала на еврейско-славянских диалектах, т. н. кнаанит, у них встречались и тюркские имена. После завоевания Каганата в 964 году киевским князем Святославом Игоревичем тамошние евреи переселились в Киев.[1]<p style='text-align: justify;'>После массового уничтожения евреев во время восстания Хмельницкого на Левобережной Украине евреев не стало, и российские власти запрещали им селиться на этой территории до 1764 года. Основным занятием евреев на протяжении всего XVIII века в российской части Украины были торговля, ремесло и шинкарство. В основном они жили в сельской местности.<p style='text-align: justify;'>Убийства евреев на Украине вновь приняло массовый характер в XVIII веке, во время так называемого гайдамацкого движения. В 1736 г. гайдамаки убили большое число евреев в Паволочи, осенью 1743 г. отряд атамана Гривы устроил погром в Виннице, большой урон от набегов гайдамаков понесли и другие еврейские общины. В 1747 г. гайдамаки атаковали Умань, что стоило жизни многим евреям, в 1750 г. разгромили общины Тульчина, Винницы и других городов и местечек. В 1768 г. во время «Колиивщины» (подавленной в том же году русскими и польскими войсками) были уничтожены десятки еврейских общин. Особенно массовой была Уманская резня в июне 1768 г.[2]."
      }
    ]
  },
  {
    "alias": "id-2",
    "id": 2,
    "type": "page",
    "title": "Перед поездкой",
    "icon": "question"
  },
  {
    "alias": "id-3",
    "id": 3,
    "type": "page",
    "title": "Климат Украины",
    "icon": "weather"
  },
  {
    "alias": "id-4",
    "id": 4,
    "type": "page",
    "title": "Деньги",
    "icon": "money"
  },

  {
    "alias": "places",
    "title": "Места",
    "type": "list",
    "items": [5,6]
  },

  {
    "alias": "id-5",
    "id": 5,
    "title": "Цадики",
    "type": "list",
    "icon": "grave",
    "items": [7]
  },

  {
    "alias": "id-7",
    "id": 7,
    "title": "Бааль Шем Тов",
    "description": "Меджибож",
    "type": "page",
    "icon": "grave",
    "image": "page7_1.jpg",
    "coordinates": [49.262723, 27.241566],
    "content": [
      {
        "type": "card-showcase",
        "html": "<strong>Адрес</strong>: пгт Меджибож, ул. Баал Шем Това, 24"
      },
      {
        "type": "card",
        "title": "Биография",
        "html": "<p><img class='full-image' src='img/data/page7_2.jpg' /><p style='text-align: justify;'>Бааль Шем Тов родился у бедных и немолодых родителей в маленьком местечке Окопы, (ныне — село Борщёвского района, Тернопольской области на Украине), и при рождении получил имя Исраэль. Хасидская традиция гласит, что к его отцу Элиэзеру под видом путника пришел пророк Илья и предсказал рождение сына[2]. Перед смертью Элиэзер завещал маленькому Исраэлю «не бояться никого, кроме Бога одного», и любить любого еврея, каким бы он ни был. В пять лет Исраэль осиротел[3].<p>В 1710 году окончил хедер и стал помощником меламеда (учителя). Существует легенда, что уже в молодости Исраэль сразился с волком-оборотнем, пугающим еврейских детей, и убил его ударом дубины под пение псалмов[4]. В этот же период он познакомился с учением Каббалы посредством Адама Баал Шема. Непосредственно с Адамом, жившим в Вене Исраэль знаком не был. Однако, согласно хасидской традиции, умирающий Адам получил откровение передать таинственные письмена некому Исраэлю в Окуп, что было сделано посредством его сына в 1712 году. К этому времени Исраэль уже работал сторожем в синагоге. По преданию, желая проверить силу, сын каббалиста и сторож синагоги вызвали ангела огня, который едва не привел к пожару[5].<p>В 1716 году женился, но вскоре овдовел и начал странствовать по еврейским местечкам Восточной Галиции. В Язловце (близ Бучача) ему удалось получить должность меламеда в хедере. Одновременно он был шойхетом (резником) в различных местечках и деревнях."
      },
      {
        "type": "card",
        "title": "Учение",
        "html": "<p><img class='full-image' src='img/data/page7_3.jpg' /><p style='text-align: justify;'>В 1734 году Бааль Шем Тов раскрылся и стал быстро широко известен как цадик и целитель. Ему приписывалась способность изготовлять талисманы и изгонять злых духов. Согласно хасидскому преданию, Бааль Шем Тов вызывалСата́на, чтобы узнать тайну имени Бога[6]. Он не выступал с публичными проповедями и не писал сочинения, своё учение он излагал лишь своим ученикам. В 1740 году он поселился в Меджибоже (Межбуже), где и протекала его основная деятельность. Постепенно Меджибож стал центром хасидизма. Бааль Шем Тов получал жалованье от местной общины как Бааль-шем и смог собрать в своей ешиве десятки учеников, которые стали, в свою очередь, лидерами хасидизма в следующем поколении. Бааль Шем Тов умер в 1760 году (5520 по еврейскому календарю). Перед смертью он сказал, что выходит через одну дверь и входит в другую."
      },
      {
        "type": "card",
        "title": "Притчи",
        "html": "<p style='text-align: justify;'>Однажды, когда Баал Шем Тов свершал паломничество в Землю Обетованную, накануне Песах (Пасхи) он вдруг обнаружил, что у него нет денег для покупки всего необходимого к празднику. Прослышав о его трудностях, некий богатый купец дал сумму, достаточную для того, чтобы достойно провести святую неделю. Бешт знал, что этот щедрый купец был бездетным, и пообещал ему, что в течение года его жена родит ребёнка.<p>Едва богач ушёл, как с Небес раздался Бат Кол (Глас Небесный) :<p>— Знаешь ли ты, что жена этого человека бесплодна? Твоё обещание вынудило Господа изменить природный ход вещей. За это ты лишаешься своего места в Мире Грядущем.<p>Вместо того чтобы впасть в отчаяние из-за лишения небесной награды, Бешт радостно пустился в пляс.<p>— Благодарю тебя! — вскричал он, обращаясь к Богу. — Прежде мне не давала покоя мысль, что моё служение запятнано ожиданием награды. Теперь же я могу служить тебе, не думая о воздаянии, ибо даже Мир Грядущий для меня закрыт!<p>Комментарий Рами Шапиро<p><p>Чего ты ждёшь от духовной практики? Просветления? Блаженства? Счастья? Спасения? Прекращения страданий? Места в раю? Пока тобою движет ожидание награды, практика бездуховная. Но можно ли действовать без стремления к некой цели? Способно ли эго видеть смысл в поступке, за который не ожидает получить нечто взамен?<p>Без цели, без ожидания награды — само действие становится целью, и наградой. Это известно всем великим мистикам. Действие — это дар! Действие — вот спасение!"
      },
      {
        "type": "places",
        "items": [16,17]
      }
    ]
  },{
    "alias": "id-16",
    "id": 16,
    "title": "Леви Ицхак",
    "description": "Бердичев",
    "type": "page",
    "icon": "grave",
    "image": "page16_1.jpg",
    "coordinates": [49.543089, 28.352534],
    "content": [
      {
        "type": "card-showcase"
      },
      {
        "type": "card",
        "title": "Биография",
        "html": "<p><img class='full-image' src='img/data/page16_2.jpg' /><p style='text-align: justify;'>Происходил из семьи потомственных раввинов, по материнской линии от Махарша. В 26 лет примкнул к хасидизму и стал учеником Магида. После смерти учителя в 1771 поселился в Пинске, однако из-за конфликтов с Митнагдимбыл вынужден переехать в Бердичев в 1785. В народе получил прозвище «санегорам шел Исроэль» (заступник за еврейский народ), благодаря своим молитвам где регулярно просил Бога не гневаться на евреев чрезмерно и во всём видел только хорошую сторону. Поддерживал близкие отношения с р. Нахманом из Брацлава. В 1802 созвал собрание российских раввинов для обсуждения положения евреев. В 1807 начал призывать жертвовать деньги на русскую армию для борьбы с Наполеоном. Является автором книги «Кдушат алеви» и молитвы на идиш в моцаэй шабат(исходе субботы), читаемой многими ашкеназийскими евреями. Кроме этого сохранилась песня каддиш, написанная Бердичевским цадиком, где р. Леви Ицхак призывает самого Бога на суд за суровое отношение к евреям. Потомки р. Леви Ицхака получили фамилию Дербаремдикер (милосердный, обращаясь к Богу) в честь начала каждой молитвы, сочинённой раби. После смерти р. Леви Ицхака в Бердичеве больше не было главных раввинов."
      },
      {
        "type": "card",
        "title": "Учение",
        "html": "<p style='text-align: justify;'>Его книга „Святость Леви“ (1798) содержит положения во многом повторяющие учение рабби Дов-Бера из Межерича. Подобно Беру, он полагает, что общение с Богом достигается молитвенным экстазом, но описание этого экстатического состояния ярче, чем у Бера.<p>Подобно Беру, Леви Ицхак отводит центральное место цадику, тому, кто достиг высшей ступени общения с Богом и „мысленно исчезает в Нем“ (ср.фана). По ходатайству цадиков предотвращаются предопределённые бедствия, ибо цадик может отменить приговор Бога; цадик не властен только над теми Господними предначертаниями, которые направлены ко благу людей. В такие времена, когда цадиков мало или они по своему несовершенству не в силах отменить приговор Бога, людям приходится плохо, ибо мир управляется тогда судом, а не милосердием. Цадик не должен, однако, гордиться своим могуществом, ибо он является только каналом, через который изливается благость Божия. (Еврейская Энциклопедия. Т.4. С.204).<p>„Создатель сотворил все, и Он — все!… Каждый миг Бог творит. Он непрерывно обновляет природу, и всякий миг Он вливает силы в Свои творения, во все миры… Он — Бесконечный (Эйн Соф). Он — начало всех начал, и ни одна мысль не может Его постигнуть… Он наполняет все миры и объемлет все миры, нет места свободного от Него, ибо полон мир славы Его“ (Городецкий С. А. Рабби Леви-Ицхок Бердичевский. Т.2. — Еврейская старина, 1909. С.221)."
      },
      {
        "type": "card",
        "title": "Притчи",
        "html": "<p style='text-align: justify;'>Каждый вечер, перед сном, Рабби Ицхак подводил итог прошедшего дня: что сделано хорошего и что плохого. Обычно результат не удовлетворял его. Часто можно было слышать, как он говорил себе:<p>- Леви Ицхак, до каких пор ты будешь себя обманывать, ведь и вчера и позавчера ты говорил то же самое!<p>- Да, но завтра я постараюсь и, будет по-другому. Я обязательно исправлюсь!<p>- Да, но и вчера ты ведь говорил то же самое - и что же? - Так продолжалось много раз, пока рабби Леви Ицхак из Бердичева не убеждался, что действительно раскаялся, и завтрашний день действительно будет другим.<p><p>Когда в Пинске начались гонения на хасидов, одна женщина, жена неримиримого противника хасидизма, вылила на раби Леви-Ицхака, бывшего тогда главным раввином города, ведро помоев. Раби Леви Ицхак взмолился: 'Милосердный Бог! Пожалуйста, не наказывай из-за меня эту женщину – ведь она замечательная жена.<p><p>Один большой знаток Торы, заплутав в лабиринте сомнений и противоречий, изменил вере. С тех пор он скитался по Украине, отравляя своим скепсисом и неверием души других людей. Посетив Бердичев, он явился в дом учения, где занимался раби Леви-Ицхак, и завел с ним дискуссию относительно основ веры: существует ли Бог, действует ли в мире система награды и наказания? Раби Леви-Ицхак сказал ему: 'Сынок, я слышал, что ты уже дискутировал со многими выдющимися раввинами, и, тем не менее, не смотря на все их убеждения и аргументы, ты остался при своем мнении. С твоей точки зрения, в мире нет Судьи и нет Суда, не дай Бог! И действительно, ни один человек в этом мире не способен показать тебе Бога, чтобы ты своими органами чувств убедился в его реальном существовании, и никто не сможет показать тебе Ган Эден и Геином'"
      },
      {
        "type": "places",
        "items": [7,17]
      }
    ]
  },
  {
    "alias": "id-6",
    "id": 6,
    "title": "Области Украины",
    "type": "list",
    "icon": "ukraine",
    "items": [8]
  },
  {
    "alias": "id-8",
    "id": 8,
    "title": "Хмельницкая область",
    "type": "list",
    "icon": "ukraine",
    "items": [9]
  },
  {
    "alias": "id-9",
    "id": 9,
    "title": "Меджибож",
    "type": "page",
    "icon": "ukraine"
  },



  {
    "alias": "synagogues",
    "title": "Синагоги",
    "type": "list",
    "items": [10,11]
  },

  {
    "alias": "id-10",
    "id": 10,
    "title": "Синагоги Украины",
    "type": "list",
    "icon": "grave",
    "items": [17]
  },
  {
    "alias": "id-17",
    "id": 17,
    "title": "Велика хоральна синагога",
    "description": "Бердичев",
    "type": "page",
    "icon": "synagogues",
    "image": "page17_1.jpg",
    "coordinates": [50.735889, 25.3166198],
    "content": [
      {
        "type": "card-showcase",
        "html": "<strong>Адрес</strong>: Бердичев, Вул. Вінницька, 5. Будинок хоральної синагоги"
      },
      {
        "type": "card",
        "title": "Описание",
        "html": "<p><img class='full-image' src='img/data/page17_2.jpg' /><p style='text-align: justify;'>Велика хоральна синагога Бердичева була одноповерховою, прямокутною в плані з симетричним розміщенням пілястр. Орієнтована головним фасадом на захід. Стіни — цегляні, оштукатурені.<p>Висота стін синагоги — 10,5 м, довжина фасадної сторони — 12 м, бічної — 19,5 м.<p>Храм був здатний вмістити одну тисячу парафіян."
      },
      {
        "type": "card",
        "title": "Історія",
        "html": "<p style='text-align: justify;'>Велика хоральна синагога у Бердичеві була споруджена у 1850 році коштом юдейської громади. Це була одна з перших у Російській імперії хоральна синагога. Монументальність і розміри вказували на її значну роль у житті міської общини.<p>Синагога правила за молитовний дім, була осередком вивчення юдаїзму й місцем зібрання членів єврейської громади міста. За традицією, хоральна синагога виконувала, поряд з релігійними, також функції управління єврейською громадою.<p>У центрі будівлі стояли 4 колони, поставлені близько одна до одної, огороджуючи найголовнішу частину храму — підвищення для читця, яке ділило залу на 9 однакових прогонів. З підвищення відбувалися читання й коментування Біблії й Талмуду та промовлялося Благословення, використовувалося також і для світських справ. На східному кінці головної зали містився прикрашений вишуканим різьбленням вівтар.<p>На відміну від звичайної синагоги, тут працював постійний хор з добре підібраними голосами, кантор з обов'язковою музичною освітою й гарнимбаритоном. Всередині синагога була схожа чимось на лютеранську церкву — колони, ряди лав, хори, на яких розміщувалися жінки, тоді як у старих синагогах жінки знаходилися в задніх напівтемних приміщеннях з маленькими віконцями, що були заґратованими. Стеля мала пишні внутрішні бані. Інтер'єр був прикрашений поліхромними стінописами.<p>За СРСР, у 1929 році під приводом звернення місцевих євреїв — робітників і службовців до міськвиконкому з проханням забрати будинок хоральної синагоги з відання релігійної общини та передати його на культурні потреби працюючих, місцева влада, попри заяви й прохання вірних юдеїв залишити їм храм, спрямувала клопотання щодо закриття синагоги у керівні органи УРСР. Відтак, після закриття у колишній культовій споруді утворили клуб безбожників, який діяв до початку Великої Вітчизняної війни.<p>Гітлерівські окупанти разом з фізичним знищенням євреїв зруйнували всі синагоги Бердичева, і від хоральної залишилися тільки стіни. Після відновлення радянської окупаційної влади в місті почалася відбудова об'єктів промисловості й інфраструктури міста. Коштів не вистачало, а єврейського населення практично не було. Однак поступово відбудували одну невелику кімнату колишньої хоральної синагоги, де почали проводитися богослужіння для тих, хто повертався.<p>У 1946 році міська влада закріпила безкоштовно за єврейською громадою будинок хоральної синагоги.<p>За 20 років будинок був відбудований, з'явився другий поверх. Проте чисельність єврейської громади продовжувала зменшуватися у зв'язку з від'їздом за кордон.<p>Починаючи від 1964 року в будинку вже колишньої Великої хоральної синагоги Бердичева почала працювати рукавична фабрика, підпорядкована міській адміністрації. У віданні підприємства (міста) будинок перебуває дотепер (2010-ті)."
      },
      {
        "type": "places",
        "items": [7, 16]
      }
    ]
  },

  {
    "alias": "id-11",
    "id": 11,
    "title": "По областям",
    "type": "list",
    "icon": "grave",
    "items": [12]
  },
  {
    "alias": "id-12",
    "id": 12,
    "title": "Житомирская область",
    "type": "list",
    "icon": "ukraine",
    "items": [17]
  },

  {
    "alias": "community",
    "title": "Общины",
    "type": "list",
    "items": [13,14]
  },


  {
    "alias": "id-13",
    "id": 13,
    "title": "Еврейские религиозные",
    "description": "Общины Украины",
    "type": "list",
    "icon": "grave",
    "items": []
  },

  {
    "alias": "id-14",
    "id": 14,
    "title": "По областям",
    "type": "list",
    "icon": "grave",
    "items": [15]
  },
  {
    "alias": "id-15",
    "id": 15,
    "title": "Винницкая область",
    "type": "list",
    "icon": "ukraine",
    "items": []
  },

  {
    "alias": "hostels",
    "title": "Жилье",
    "type": "list",
    "items": []
  },
  {
    "alias": "food",
    "title": "Еда",
    "type": "list",
    "items": []
  },
  {
    "alias": "help",
    "title": "Справка",
    "type": "list",
    "items": []
  },
  {
    "alias": "world",
    "title": "Туризм",
    "type": "list",
    "items": []
  }
]